[Main]
DisplayName=Čeština

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Tato stránka je bezpečná
Site_Risk_tip=Tato stránka není nebezpečná
Protected_Off_tip=Advanced SystemCare Ochrana prohlížeče: Vypnuto
Site_Safe=Bezpečný:
Site_Risk=Riziko:
Site_Advisory=Poradenství zajišťuje
Site_Details=Více informací
Link_Safe_tip=Tento odkaz je bezpečný
Link_Risk_tip=Tento odkaz je nebezpečný
Sender_Risk_tip=Tento odesílatel je podezřelý.
Link_Phish_tip=Tento odkaz obsahuje phishingový podvod.
Risk_Title_Phish=Tato stránka byla nahlášena jako phishing.
Site_Risk_link=Tento e-mail obsahuje škodlivý odkaz.
Site_Risk_sender=Odesílatel tohoto e-mailu je podezřelý.
Site_Risk_link_sender=Tento e-mail obsahuje škodlivý odkaz a odesílatel je podezřelý.
Site_Risk_phish=Tento web obsahuje podvod typu phishing.
Risk_Title=Tato stránka byla označena jako nebezpečná
Risk_recommend=Doporučujeme vám, abyste nepřetržili návštěvu tohoto webu
Risk_goBack=Zrušit
Risk_report=Nahlášení falešného poplachu
Risk_continue=Přesto pokračovat
Site_turbo_tip=Surfing Protection je vypnutý, protože je zapnutá aplikace Opera Turbo
ads_Removed=Reklamy odstraněné na této stránce
ads_Nofound=Nebyly nalezeny žádné reklamy
Site_Miner_tip=Na této stránce byla zablokována Těžba kryptoměny

